<?php return [
    'itemcategory' => [
        'fromversion' => 0,
        'toversion' => 1,
        'map' => [
            // from version 0 id     => to version 1 id
            '8'                    => '111',                     // 'ACCESS POINT'                  => 'ΑΣΥΡΜΑΤΟ ΣΗΜΕΙΟ ΠΡΟΣΒΑΣΗΣ (ACCESS POINT)',
            '26'                   => '102',                     // 'ΦΟΡΗΤΟΣ Η/Υ (LAPTOP)'          => 'ΦΟΡΗΤΟΣ ΗΛΕΚΤΡΟΝΙΚΟΣ ΥΠΟΛΟΓΙΣΤΗΣ (LAPTOP)',
            '6'                    => '0',                       // 'MODEM / ROUTER'                => '-',
            '5'                    => '0',                       // 'PATCH PANEL'                   => '-',
            '14'                   => '106',                     // 'ΕΚΤΥΠΩΤΗΣ (PRINTER)'           => 'ΑΣΠΡΟΜΑΥΡΟΣ ΕΚΤΥΠΩΤΗΣ LASER Α4',
            '3'                    => '0',                       // 'ΚΡΙΩΜΑ (RACK)'                 => '-',
            '13'                   => '118',                     // 'ΣΑΡΩΤΗΣ (SCANNER)'             => 'ΤΡΙΣΔΙΑΣΤΑΤΟΣ ΣΑΡΩΤΗΣ (3D SCANNER)',
            '24'                   => '112',                     // 'SERVER'                        => 'ΕΞΥΠΗΡΕΤΗΤΗΣ (HIGH-END WORKSTATION FOR SERVER FUNCTION)',
            '2'                    => '116',                     // 'SWITCH/ HUB'                   => 'ΜΕΤΑΓΩΓΕΑΣ (SWITCH)',
            '23'                   => '0',                       // 'TABLET'                        => '-',
            '11'                   => '107',                     // 'WEBCAM'                        => 'ΔΙΑΔΙΚΤΥΑΚΗ ΚΑΜΕΡΑ (WEB CAMERA)',
            '22'                   => '101',                     // 'ΣΤΑΘΜΟΣ ΕΡΓΑΣΙΑΣ'              => 'ΣΤΑΘΕΡΟΣ ΗΛΕΚΤΡΟΝΙΚΟΣ ΥΠΟΛΟΓΙΣΤΗΣ (DESKTOP)',
            '41'                   => '103',                     // 'ΒΙΝΤΕΟΠΡΟΒΟΛΕΑΣ'               => 'ΕΠΙΤΡΑΠΕΖΙΟΣ ΒΙΝΤΕΟΠΡΟΒΟΛΕΑΣ (SHORT THROW PROJECTOR)',
            '40'                   => '123',                     // 'ΔΙΑΔΡΑΣΤΙΚΟ ΣΥΣΤΗΜΑ'           => 'ΔΙΑΔΡΑΣΤΙΚΟ ΣΥΣΤΗΜΑ (INTERACTIVE SET)',
            '38'                   => '0',                       // 'ΕΠΕΞΕΡΓΑΣΤΗΣ (CPU)'            => '-',
            '34'                   => '0',                       // 'ΚΙΝΗΤΟ ΕΡΓΑΣΤΗΡΙΟ'             => '-',
            '32'                   => '0',                       // 'ΜΝΗΜΗ RAM'                     => '-',
            '30'                   => '0',                       // 'ΟΘΟΝΗ'                         => '-',
            '29'                   => '108',                     // 'ΣΚΛΗΡΟΣ ΔΙΣΚΟΣ'                => 'ΕΞΩΤΕΡΙΚΟΣ ΣΚΛΗΡΟΣ ΔΙΣΚΟΣ',
        ],
    ],
];